Repository: GNOME/gspell
Catalog: po/*.po
Languages: kab, uz

source: Error when checking the spelling of word “%s”: %s
kab: Tuccḍa lawan n usenqed n tira n wawal “%s”: %s
uz: "%s" so'zining imlosini tekshirayotganda xatolik ro'y berdi: %s

source: (no suggested words)
kab: (ulac isumar n wawalen)
uz: (taklif qilingan so'zlar yo'q)

source: Error:
kab: Tuccḍa:
uz: Xatolik:

source: Completed spell checking
kab: Asenqed n tira yemmed
uz: Imlo tekshiruvi yakunlandi

source: No misspelled words
kab: Ulac awalen s yir tira
uz: Xato yozilgan so'zlar yo'q

source: (correct spelling)
kab: (tira igerrzen)
uz: (to'g'ri imlo)

source: Suggestions
kab: Isumar
uz: Tafsiyalar

source: _Language
kab: _Tutlayt
uz: _Til

source: _More…
kab: Ugar... (_M)
uz: _Boshqalar…

source: _Ignore All
kab: Anef i kullec (_I)
uz: _Hammasini e'tiborsiz qoldirish

source: _Add
kab: Rnu (_A)
uz: _Qo'shish

source: _Spelling Suggestions…
kab: Isumar n tira (_S)
uz: _Imloga oid takliflar…

# language
source: Unknown (%s)
kab: Arussin (%s)
uz: Noma'lum (%s)

source: No language selected
kab: Ulac tutlayt i yettwafernen
uz: Til tanlanmagan

source: Spell checker error: no language set. It’s maybe because no dictionaries are installed.
kab: Tuccḍa n umseɣtay n tira: ulac tutlayt yettusbadun. Ahat imi ulac amawal i yettusbedden.
uz: Imlo tekshiruvi xatosi: til o'rnatilmagan. Lug'atlar o'rnatilmagani sabab bo'lishi mumkin.

source: Check Spelling
kab: Selken taɣdirawt
uz: Imloni Tekshiring

source: Misspelled word:
kab: Awal s yir tira:
uz: Xato yozilgan so'z:

source: word
kab: awal
uz: so'z

source: Change _to:
kab: Beddel ɣer: (_t)
uz: _ga o'zgartirish:

source: Check _Word
kab: Senqed awal (_W)
uz: _So'zni tekshiring

source: _Suggestions:
kab: Isumar: (_S)
uz: _Tafsiyalar:

source: _Ignore
kab: Ttu (_I)
uz: _E'tiborsiz qoldirish

source: Ignore _All
kab: Anef i kullec (_A)
uz: _Hammasini e'tiborsiz qoldirish

source: Cha_nge
kab: Beddel (_n)
uz: O'zgartirish

source: Change A_ll
kab: Beddel kullec (_l)
uz: Hammasini O'zgartirish

source: User dictionary:
kab: Akaram n useqdac:
uz: Foydalanuvchi lug'ati:

source: Add w_ord
kab: Rnu awal (_o)
uz: So'z qo'shing

source: Set Language
kab: Sbadu tutlayt
uz: Tilni tanlang

source: Select the spell checking _language.
kab: Fren tutlayt n usenqed n tira (_l)
uz: Imlo tekshiruvi uchun _tilni tanlang.

source: _Cancel
kab: Sefsex (_C)
uz: _Bekor qilish

source: _Select
kab: Fren (_S)
uz: _Tanlash
