Repository: GNOME/gspell
Catalog: po/kw.po
Languages: kw

source: Error when checking the spelling of word “%s”: %s
kw: Error dres ow checkya an lytherennans a ger “%s”: %s

source: (no suggested words)
kw: (geryow profys vyth)

source: Completed spell checking
kw: Kollenwelys ow checkya lytherennans

source: No misspelled words
kw: Geryow kammlytherennys vyth

source: (correct spelling)
kw: (lytherennans ewn)

source: Suggestions
kw: Profyansow

source: _Language
kw: _Yeth

source: _More…
kw: _Moy…

source: _Ignore All
kw: _Skonya Aswon Oll

source: _Add
kw: _Addya

source: _Spelling Suggestions…
kw: _Profyansow Lytherennans

# language
source: Unknown (%s)
kw: Ankoth (%s)

source: No language selected
kw: Yeth dewisys vyth

source: Spell checker error: no language set. It’s maybe because no dictionaries are installed.
kw: Error lytherennans-checkyer: yeth dewisys vyth. Yth yw martesen dre reson yma gerlyvrow leys vyth.

source: Check Spelling
kw: Checkya Lytherennans

source: Misspelled word:
kw: Ger kammlytherennys:

source: word
kw: ger

source: Change _to:
kw: Chanjya _dhe:

source: Check _Word
kw: Checkya _Ger

source: _Suggestions:
kw: _Profyansow:

source: _Ignore
kw: _Skonya Aswon

source: Ignore _All
kw: Skonya Aswon _Oll

source: Cha_nge
kw: Cha_njya

source: Change A_ll
kw: Chanjya O_ll

source: User dictionary:
kw: Gerlyver usyer:

source: Add w_ord
kw: Addya ge_r

source: Set Language
kw: Dewis Yeth

source: Select the spell checking _language.
kw: Dewis an _yeth rag ow checkya lytherennans.

source: _Cancel
kw: _Hedhi

source: _Select
kw: _Dewis
